<?php

return [

    'SECRET' => [
        'name' => 'Секрет',
        'description' => 'Скрытый эффект. Срабатывает, когда на ходу противника выполняется определенное действие.'
    ],
    'HEROPOWER_DAMAGE' => [
        'name' => 'Урон силы героя',
        'description' => 'Увеличивает урон от силы героя.'
    ],
    'RECEIVES_DOUBLE_SPELLDAMAGE_BONUS' => [
        'name' => 'Удвоенный бонус от силы заклинаний',
        'description' => 'Ваши заклинания наносят на  ед. больше урона.'
    ],
    'INSPIRE' => [
        'name' => 'Воодушевление',
        'description' => 'Срабатывает после применения вашей силы героя.'
    ],
    'BATTLECRY' => [
        'name' => 'Боевой клич',
        'description' => 'Бонусный эффект при разыгрывании из руки.'
    ],
    'DEATHRATTLE' => [
        'name' => 'Предсмертный хрип',
        'description' => 'Срабатывает в момент гибели.'
    ],
    'TRIGGER_VISUAL' => [
        'name' => 'Событие',
        'description' => 'Эффект срабатывает, как только выполнится указанное событие.'
    ],
    'InvisibleDeathrattle' => [
        'name' => 'Скрытый хрип',
        'description' => 'Срабатывает в начале, конце хода, либо при выполнении определенных условий.'
    ],
    'COMBO' => [
        'name' => 'Серия приемов',
        'description' => 'Бонус, срабатывающий, если вы уже разыграли карту на этом ходу.'
    ],
    'CHOOSE_ONE' => [
        'name' => 'Выберите эффект',
        'description' => 'На выбор предоставляется один из двух эффектов.'
    ],
    'AURA' => [
        'name' => 'Аура',
        'description' => 'Аура действующая на союзные или вражеские карты.'
    ],
    'OVERLOAD' => [
        'name' => 'Перегрузка',
        'description' => 'На следующем ходу у вас будет на X ед. меньше маны.'
    ],
    'CHARGE' => [
        'name' => 'Рывок',
        'description' => 'Может атаковать сразу после разыгрывания.'
    ],
    'DIVINE_SHIELD' => [
        'name' => 'Божественный щит',
        'description' => 'Когда существо первый раз получает урон, он не засчитывается.'
    ],
    'FORGETFUL' => [
        'name' => 'Атакует не того противника',
        'description' => 'При атаке есть X% шанс переключиться на случайную цель.'
    ],
    'SPELLPOWER' => [
        'name' => 'Урон от заклинаний',
        'description' => 'Ваши заклинания наносят на  ед. больше урона.'
    ],
    'STEALTH' => [
        'name' => 'Маскировка',
        'description' => 'Это существо нельзя атаковать или выбрать целью, пока оно не атакует.'
    ],
    'TAUNT' => [
        'name' => 'Провокация',
        'description' => 'Противники вынуждены атаковать это существо.'
    ],
    'CANT_ATTACK' => [
        'name' => 'Не может атаковать',
        'description' => 'Сушество не может атаковать вообще, либо при определенных условиях.'
    ],
    'TOPDECK' => [
        'name' => 'Получение карты',
        'description' => 'Эффект срабатывает при взятии карты.'
    ],
    'MODULAR' => [
        'name' => 'Магнетизм',
        'description' => 'Разыграйте это существо слева от механизма, чтобы объединить их.'
    ],
    'RUSH' => [
        'name' => 'Натиск',
        'description' => 'Может атаковать существ сразу после разыгрывания.'
    ],
    'AFFECTED_BY_SPELL_POWER' => [
        'name' => 'Зависит от силы заклинаний',
        'description' => 'Сила эффектов, зависит от других характеристик.'
    ],
    'POISONOUS' => [
        'name' => 'Яд',
        'description' => 'Уничтожает существо, которому наносит урон.'
    ],
    'LIFESTEAL' => [
        'name' => 'Похищение жизни',
        'description' => 'Нанося урон, также исцеляет вашего героя.'
    ],
    'CANT_BE_TARGETED_BY_SPELLS' => [
        'name' => 'Не может быть целью заклинаний',
        'description' => 'На существо или героя нельзя применить заклинание.'
    ],
    'CANT_BE_TARGETED_BY_HERO_POWERS' => [
        'name' => 'Не может быть целью силы героя',
        'description' => 'На существо или героя нельзя применить силу героя.'
    ],
    'DISCOVER' => [
        'name' => 'Раскопка',
        'description' => 'Выберите одну из трех карт и положите в руку.'
    ],
    'GEARS' => [
        'name' => 'Случайная раскопка',
        'description' => 'Кладете в руку случайную(ые) карту(ы).'
    ],
    'FINISH_ATTACK_SPELL_ON_DAMAGE' => [
        'name' => 'Завершение атаки',
        'description' => 'Эффект происходит при завершении атаки.'
    ],
    'ECHO' => [
        'name' => 'Эхо',
        'description' => 'Можно разыграть несколько раз за ход. Копии не могут стоить меньше (1).'
    ],
    'FREEZE' => [
        'name' => 'Замораживает',
        'description' => 'Замороженные персонажи пропускают следующую атаку.'
    ],
    'OUTCAST' => [
        'name' => 'Изгой',
        'description' => 'Дополнительное свойство при разыгрывании из крайней левой или крайней правой позиции в руке.'
    ],
    'GRIMY_GOONS' => [
        'name' => 'Грязные головорезы',
        'description' => 'Карты из коллекции `grimy goons`.'
    ],
    'KABAL' => [
        'name' => 'Кабал',
        'description' => 'Карты из коллекции `kabal`.'
    ],
    'WINDFURY' => [
        'name' => 'Неистовство ветра',
        'description' => 'Атакует дважды за ход.'
    ],
    'JADE_GOLEM' => [
        'name' => 'Нефритовый голем',
        'description' => 'Призывает нефритового голема, характеристики, которого увеличиваются на 1 ед при каждом вызове.'
    ],
    'JADE_LOTUS' => [
        'name' => 'Нефритовый Лотос',
        'description' => 'Карты из коллекции `Нефритовый Лотос`.'
    ],
    'ENRAGED' => [
        'name' => 'Неполное здоровье',
        'description' => 'Существо увеличивает эффекты или характеристики при неполном здоровье.'
    ],
    'TWINSPELL' => [
        'name' => 'Дуплет',
        'description' => 'Можно разыграть дважды.'
    ],
    'MULTIPLY_BUFF_VALUE' => [
        'name' => 'Сокровище',
        'description' => 'Выбираете сокровище.'
    ],
    'SIDEQUEST' => [
        'name' => 'Побочная задача',
        'description' => 'Выполните, чтобы получить награду.'
    ],
    'ImmuneToSpellpower' => [
        'name' => 'Случайный урон от заклинаний',
        'description' => 'Распределяет урон среди все существ и(или) героев'
    ],
    'ADJACENT_BUFF' => [
        'name' => 'По обе стороны',
        'description' => 'Дает дополнительные баффы существам по обе стороны от карты.'
    ],
    'SILENCE' => [
        'name' => 'Немота',
        'description' => 'Отменяет все чары и эффекты карты.'
    ],
    'COLLECTIONMANAGER_FILTER_MANA_EVEN' => [
        'name' => 'Нет карт с нечетной стоимостью',
        'description' => 'Эффект применяется, если в колоде нет карт с нечетной стоимостью.'
    ],
    'START_OF_GAME' => [
        'name' => 'Начало матча',
        'description' => 'В начале матча, происходит указанное действие.'
    ],
    'COLLECTIONMANAGER_FILTER_MANA_ODD' => [
        'name' => 'Нет карт с четной стоимостью',
        'description' => 'Эффект применяется, если в колоде нет карт с четной стоимостью.'
    ],
    'DEATH_KNIGHT' => [
        'name' => 'Рыцарь смерти',
        'description' => 'Заново призывает это существо.'
    ],
    'RITUAL' => [
        'name' => 'Ритуал (К`Тун)',
        'description' => 'Повышает характеристики К`Туна'
    ],
    'OVERKILL' => [
        'name' => 'Сверхурон',
        'description' => 'Получает бонус при нанесении избыточного урона на вашем ходу.'
    ],
    'QUEST' => [
        'name' => 'Задача',
        'description' => 'Находится в руке в начале матча. Выполните задачу, чтобы получить награду.'
    ],
    'REBORN' => [
        'name' => 'Перерождение',
        'description' => 'После первой смерти воскресает с 1 ед. здоровья.'
    ],

];
