<?php

return [

    'TGT' => 'Большой турнир',
    'BOOMSDAY' => 'Проект Бумного дня',
    'BRM' => 'Черная гора',
    'BLACK_TEMPLE' => 'Руины Запределья',
    'CORE' => 'Базовый набор',
    'DEMON_HUNTER_INITIATE' => 'Иллидари-посвященный',
    'GANGS' => 'Злачный город Прибамбасск',
    'EXPERT1' => 'Классический набор',
    'HOF' => 'Зал славы',
    'DALARAN' => 'Возмездие теней',
    'DRAGONS' => 'Натиск драконов',
    'NAXX' => 'Проклятие Наксрамаса',
    'GILNEAS' => 'Ведьмин лес',
    'GVG' => 'Гоблины и гномы',
    'HERO_SKINS' => 'Скины героев',
    'ICECROWN' => 'Рыцари ледяного трона',
    'KARA' => 'Вечеринка в Каражане',
    'LOE' => 'Лига исследователей',
    'LOOTAPALOOZA' => 'Кобольды и катакомбы',
    'OG' => 'Пробуждение древних богов',
    'TROLL' => 'Растахановы игрища',
    'ULDUM' => 'Спасители Ульдума',
    'UNGORO' => 'Экспедиция в Ун`Горо',
    'YEAR_OF_THE_DRAGON' => 'Год дракона',

];
