<?php

return [

    'SECRET' => [
        'name' => 'Секрет',
        'description' => 'Скрытый эффект. Срабатывает, когда на ходу противника выполняется определенное действие.'
    ],
    'BATTLECRY' => [
        'name' => 'Боевой клич',
        'description' => 'Бонусный эффект при разыгрывании из руки.'
    ],
    'DEATHRATTLE' => [
        'name' => 'Предсмертный хрип',
        'description' => 'Срабатывает в момент гибели.'
    ],
    'COMBO' => [
        'name' => 'Серия приемов',
        'description' => 'Бонус, срабатывающий, если вы уже разыграли карту на этом ходу.'
    ],
    'CHOOSE_ONE' => [
        'name' => 'Выберите эффект',
        'description' => 'На выбор предоставляется один из двух эффектов.'
    ],
    'OVERLOAD' => [
        'name' => 'Перегрузка',
        'description' => 'На следующем ходу у вас будет на X ед. меньше маны.'
    ],
    'CHARGE' => [
        'name' => 'Рывок',
        'description' => 'Может атаковать сразу после разыгрывания.'
    ],
    'DIVINE_SHIELD' => [
        'name' => 'Божественный щит',
        'description' => 'Когда существо первый раз получает урон, он не засчитывается.'
    ],
    'SPELLPOWER' => [
        'name' => 'Урон от заклинаний',
        'description' => 'Ваши заклинания наносят на  ед. больше урона.'
    ],
    'STEALTH' => [
        'name' => 'Маскировка',
        'description' => 'Это существо нельзя атаковать или выбрать целью, пока оно не атакует.'
    ],
    'TAUNT' => [
        'name' => 'Провокация',
        'description' => 'Противники вынуждены атаковать это существо.'
    ],
    'MODULAR' => [
        'name' => 'Магнетизм',
        'description' => 'Разыграйте это существо слева от механизма, чтобы объединить их.'
    ],
    'RUSH' => [
        'name' => 'Натиск',
        'description' => 'Может атаковать существ сразу после разыгрывания.'
    ],
    'POISONOUS' => [
        'name' => 'Яд',
        'description' => 'Уничтожает существо, которому наносит урон.'
    ],
    'LIFESTEAL' => [
        'name' => 'Похищение жизни',
        'description' => 'Нанося урон, также исцеляет вашего героя.'
    ],
    'DISCOVER' => [
        'name' => 'Раскопка',
        'description' => 'Выберите одну из трех карт и положите в руку.'
    ],
    'ECHO' => [
        'name' => 'Эхо',
        'description' => 'Можно разыграть несколько раз за ход. Копии не могут стоить меньше (1).'
    ],
    'FREEZE' => [
        'name' => 'Замораживает',
        'description' => 'Замороженные персонажи пропускают следующую атаку.'
    ],
    'OUTCAST' => [
        'name' => 'Изгой',
        'description' => 'Дополнительное свойство при разыгрывании из крайней левой или крайней правой позиции в руке.'
    ],
    'WINDFURY' => [
        'name' => 'Неистовство ветра',
        'description' => 'Атакует дважды за ход.'
    ],
    'JADE_GOLEM' => [
        'name' => 'Нефритовый голем',
        'description' => 'Призывает нефритового голема, характеристики, которого увеличиваются на 1 ед при каждом вызове.'
    ],
    'SILENCE' => [
        'name' => 'Немота',
        'description' => 'Отменяет все чары и эффекты карты.'
    ],
    'QUEST' => [
        'name' => 'Задача',
        'description' => 'Находится в руке в начале матча. Выполните задачу, чтобы получить награду.'
    ],
    'REBORN' => [
        'name' => 'Перерождение',
        'description' => 'После первой смерти воскресает с 1 ед. здоровья.'
    ],
    'ADAPT' => [
        'name' => 'Адаптация',
        'description' => 'Выберите один из 3 бонусов.'
    ],
    'OUTCAST' => [
        'name' => 'Изгой',
        'description' => 'Дополнительное свойство при разыгрывании из крайней левой или крайней правой позиции в руке.'
    ],
    'RECRUIT' => [
        'name' => 'Вербовка',
        'description' => 'Призывает существо из вашей колоды.'
    ],
    'SPARE_PART' => [
        'name' => 'Запасные части',
        'description' => 'Заклинания за (1) с незначительным эффектом.'
    ],
    'COUNTER' => [
        'name' => 'Отмена',
        'description' => 'Отмененная карта не производит никакого действия.'
    ],
    'IMMUNE' => [
        'name' => 'Неуязвимость',
        'description' => 'Не получает урон.'
    ],
];
